{
    "names": [
        "Jack",
        "Liz",
        "Tracy",
        "Marshall",
        "Lily",
        "Robin",
        "Sandy",
        "Chandler",
        "Phoebe",
        "Ross",
        "Rachel",
        "Joey",
        "Monica",
        "Joanna",
        "Jared",
        "Richard",
        "Dinesh",
        "Gus",
        "Shawn",
        "Jules",
        "Carlton",
        "Jake",
        "Amy",
        "Wuntch",
        "Holt",
        "Rosa",
        "Charles",
        "Gina",
        "Terry",
        "Judge",
        "Jim",
        "Michael",
        "Dwight"
    ],
    "shows": [
        {
            "30 Rock": {
                "image": "",
                "quotes": [
                    {
                        "quote": "Science is my most favorite subject, especially the Old Testament",
                        "quoter": "Kenneth"
                    },
                    {
                        "quote": "Never follow a hippie to a second location.",
                        "quoter": "Jack"
                    },
                    {
                        "quote": "Relationships are like sharks: \n\nIf you're not left with several bite marks after intercourse, then something's wrong",
                        "quoter": "Jack"
                    },
                    {
                        "quote": "Miss Lemon, your eyes look like my uncle's after he would drink from the air conditioner.",
                        "quoter": "Kenneth"
                    },
                    {
                        "quote": "I like when a woman has ambition. It's like seeing a dog wearing clothes",
                        "quoter": "Jack"
                    },
                    {
                        "quote": "Ugh, I hate January. It's dark and freezing and everyone's wearing bulky coats, so you can do some serious subway flirting before you realize the guy is homeless.",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "Good God! Lemon, those jeans make you look like a Mexican sports reporter!",
                        "quoter": "Jack"
                    },
                    {
                        "quote": "Science is whatever we want it to be.",
                        "quoter": "Dr. Spaceman"
                    },
                    {
                        "quote": "[On Bird Watching] Birds are like little dinosaurs, so what I'll be doing is actually pretty cool, and brave.",
                        "quoter": "Tracy"
                    },
                    {
                        "quote": "I want to roll my eyes right now, but the doctor says that if I keep doing it, my ocular muscles might spasm and eject my eyeballs",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "If I can't poop in the street, why should my tax dollars pay for someone else to?",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "Remember, everyone, just don't be yourselves.",
                        "quoter": "Jack"
                    },
                    {
                        "quote": "It doesn't matter how long you've lived in New York. It's still fun to look up and pretend all the buildings are giant severed robot penises.",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "Jack: Liz, I'm impressed. You're beginning to think like a businessman. \n\nLiz: A businesswoman. \n\nJack: I don't think that's a word.",
                        "quoter": "Jack and Liz"
                    },
                    {
                        "quote": "I like your top. I'm a real good sex person. I do it all the different ways.",
                        "quoter": "Kenneth"
                    },
                    {
                        "quote": "I'm not a creative type like you, with your work sneakers and left-handedness.",
                        "quoter": "Jack"
                    },
                    {
                        "quote": "Tracy: So what's your religion, Liz Lemon? \n\nLiz: I pretty much just do whatever Oprah tells me to.",
                        "quoter": "Tracy and Liz"
                    },
                    {
                        "quote": "I believe that the moon does not exist. I believe that vampires are the world's greatest golfers, but their curse is they never get a chance to prove it. I believe that there are 31 letters in the white alphabet. Wait...what was the question?",
                        "quoter": "Tracy"
                    },
                    {
                        "quote": "Say no more. If it's giving people meat, then I'm onboard. I've always said humans need more animal blood. It keeps their spine straight",
                        "quoter": "Dr. Spaceman"
                    },
                    {
                        "quote": "Liz: What's going on, business got ya down? \n\nJack: Business doesn't get me down, business gets me off.",
                        "quoter": "Liz and Jack"
                    },
                    {
                        "quote": "Liz: Why are you wearing a tux? \n\nJack: It's after six. What am I, a farmer?",
                        "quoter": "Liz and Jack"
                    },
                    {
                        "quote": "I like to walk around my house naked, to remind my oldest son who's still got the biggest ding-dong.",
                        "quoter": "Tracy"
                    },
                    {
                        "quote": "There's not really a name for what Tracy has. Basically, it's erratic tendencies and delusions brought on by excessive notoriety, and certainly not helped by my wildly experimental treatments.",
                        "quoter": "Dr. Spaceman"
                    },
                    {
                        "quote": "Tracy took advantage of my white guilt, which is supposed to be used only for good, like overtipping and supporting Barack Obama.",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "Ambition is the willingness to kill the things you love and eat them in order to stay alive. Haven't you ever read my throw pillow?",
                        "quoter": "Jack"
                    },
                    {
                        "quote": "Fifty is the new forty for men. Fifty is still sixty for women.",
                        "quoter": "Jack "
                    },
                    {
                        "quote": "I get my hair cut every two days—after all, your hair is your head suit.",
                        "quoter": "Jack"
                    },
                    {
                        "quote": "That word [lovers] bums me out unless it's between meat and pizza.",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "Hey, nerds! Who's got two thumbs, speaks limited French, and hasn't cried once today? [pointing thumbs at self] This moi.",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "One time I laughed at a blind guy eating spaghetti! Sometimes I pee in the shower if I'm really tired! I saw my grandparents making love once and I didn't leave right away!",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "I love this cornbread so much I want to take it behind the middle school and get it pregnant.",
                        "quoter": "Tracy"
                    },
                    {
                        "quote": "You're going to sue me? Who do you think you are, the San Diego zoo?",
                        "quoter": "Tracy"
                    },
                    {
                        "quote": "Here's some advice I wish I woulda got when I was your age: \n\nLive every week like it's Shark Week.",
                        "quoter": "Tracy"
                    },
                    {
                        "quote": "Who hasn't made mistakes? I once French-kissed a dog at a party to try to impress what turned out to be a very tall 12-year-old.",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "Living a lie will eat you up inside. Like that parasite I got from eating sushi on Amtrak.",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "I support women. I'm like a human bra.",
                        "quoter": "Liz"
                    },
                    {
                        "quote": "All of humankind has one thing in common: the sandwich. I believe that all anyone really wants in this life is to sit in peace and eat a sandwich.",
                        "quoter": "Liz"
                    }
                ]
            }
        },
        {
            "Brooklyn Nine-Nine": {
                "image": "",
                "quotes": [
                    {
                        "quote": "Jake: I guess that's your new best friend now, Santiago. Emphasis on \"Iago,\" backstabber.\n\nAmy: I'm surprised you've read Othello.\n\nJake: What the hell's Othello? I'm calling you the parrot from Aladdin.",
                        "quoter": "Jake and Amy"
                    },
                    {
                        "quote": "Wuntch: Sticks and stones, Raymond (Holt).\n\nHolt: Describing your breakfast?",
                        "quoter": "Wuntch and Holt"
                    },
                    {
                        "quote": "He was a great partner. Smart, loyal. Homophobic but not racist. In those days that was pretty good.",
                        "quoter": "Holt"
                    },
                    {
                        "quote": "Rosa: And when this is over, I'm going to find you, and I'm going to break those little fingers.\n\nJudge: Ms. Diaz, please stop threatening the stenographer!",
                        "quoter": "Rosa and the Judge"
                    },
                    {
                        "quote": "I wasn't hurt that badly! The doctor said all the bleeding was internal.\n\nThat's where the blood is supposed to me",
                        "quoter": "Monica"
                    },
                    {
                        "quote": "Holt: Santiago.\n\nOh no! 'Santiago' in B flat, you're disappointed.",
                        "quoter": "Joey"
                    },
                    {
                        "quote": "How was I supposed to know that there'd be consequences for my actions?",
                        "quoter": "Gina"
                    },
                    {
                        "quote": "Seriously, I have no idea what do!\n\nOh wait... Yahoo! Answers.",
                        "quoter": "Jake"
                    },
                    {
                        "quote": "What? No, I know how to kiss! I've read books.",
                        "quoter": "Amy"
                    },
                    {
                        "quote": "'Be myself,' what kind of garbage advice is that?",
                        "quoter": "Jake"
                    },
                    {
                        "quote": "Gina, where have you been? You left your cell phone on your desk, and I assumed you were dead.",
                        "quoter": "Holt"
                    },
                    {
                        "quote": "Amy: Writing things down is 'nerdy'!? What do you do?\n\nRosa: I just forget stuff, like a cool person",
                        "quoter": "Amy and Rosa"
                    }
                ]
            }
        },
        {
            "Friends": {
                "image": "",
                "quotes": [
                    {
                        "quote": "How you doin'?",
                        "quoter": "Joey"
                    },
                    {
                        "quote": "I'm not so good with the advice... Can I interest you in a sarcastic comment?",
                        "quoter": "Ms. Chanandler Bong"
                    },
                    {
                        "quote": "Guys can fake it? Unbelievable! The one thing that's ours!",
                        "quoter": "Monica"
                    },
                    {
                        "quote": "Who's FICA? And why does he get all my money?",
                        "quoter": "Rachel"
                    },
                    {
                        "quote": "Whoa! Where you going in those pants? 1982?",
                        "quoter": "Monica"
                    },
                    {
                        "quote": "Why do you have to break up with her? Be a man. Just stop calling.",
                        "quoter": "Joey"
                    },
                    {
                        "quote": "Welcome to the real world. It sucks. You're gonna love it!",
                        "quoter": "Monica"
                    },
                    {
                        "quote": "Rachel: Guys, guess what?!\n\n\nChandler: Ok, the fifth dentist caved and now they're ALL recommending Trident?",
                        "quoter": "Rachel and Chandler"
                    },
                    {
                        "quote": "Joanna: Wait, what are you doing?\n\nChandler: Getting dressed.\n\nJoanna: Why?\n\nChandler: Well, when I walk outside naked, people throw garbage at me.",
                        "quoter": "Joanna and Chandler"
                    },
                    {
                        "quote": "It's a moo point. It's like a cow's opinion; it doesn't matter. It's moo.",
                        "quoter": "Joey"
                    },
                    {
                        "quote": "You could not be any more wrong. You could try, but you would not be successful.",
                        "quoter": "Ross"
                    },
                    {
                        "quote": "Phoebe: I remember the day I got my first paycheck, there was a cave-in in one of the mines.\n\nChandler: Phoebe, you worked in a mine?\n\nPhoebe: No I worked in a Dairy Queen.",
                        "quoter": "Chandler and Phoebe"
                    },
                    {
                        "quote": "JOEY DOESN'T SHARE FOOD.",
                        "quoter": "Joey"
                    },
                    {
                        "quote": "Hey, you know, I have had it with you guys and your “cancer” and your “emphysema” and your “heart disease.” The bottom line is smoking is cool and you know it.",
                        "quoter": "Ms. Chanandler Bong"
                    },
                    {
                        "quote": "We were on a break!",
                        "quoter": "Ross"
                    }
                ]
            }
        },
        {
            "How I Met Your Mother": {
                "image": "",
                "quotes": [
                    {
                        "quote": "It's gonna be legen... wait for it... dary!",
                        "quoter": "Barney"
                    },
                    {
                        "quote": "Think of me like Yoda, but instead of being little and I wear suits and I'm awesome. I'm your bro-I'm Broda!",
                        "quoter": "Barney"
                    },
                    {
                        "quote": "It's gonna be legend-... wait for it... and I hope you're not lactose intolerant because the second half of that word is DAIRY!",
                        "quoter": "Barney"
                    },
                    {
                        "quote": "If you wanna go swimming, you don't just dive in. First you dip your toe on the water, you check the temperature see how it feels and then you slowly wade in.",
                        "quoter": "Ted"
                    },
                    {
                        "quote": "Long distance is a lie teenagers tell each other to get laid the summer before college.",
                        "quoter": "Ted"
                    },
                    {
                        "quote": "[Barney brags about his picture pose]\n\nI always look drop dead, stone-cold amazing...unlike Marshall, who just looks dead, stoned, and cold.",
                        "quoter": "Barney"
                    },
                    {
                        "quote": "A few final thoughts. Don't get married 'til you're 30. Play laser tag at least once a week. Give as many high-fives as you're gonna get. Teacup pigs are lady magnets but very hard to care for - not worth the effort. The same goes for dogs and babies. And most importantly, whatever you do in this life, it's not legendary unless your friends are there to see it. Good luck, boys.",
                        "quoter": "Barney"
                    },
                    {
                        "quote": "Sandy: Robin, I got something for you. It's huge…and I want you on it.\n\n\nRobin: Sandy, you were in the harassment video.",
                        "quoter": "Sandy and Robin"
                    },
                    {
                        "quote": "Marshall: Look at us, riding around in a limo, eating hot dogs... It's like we're the president.",
                        "quoter": "Marshall"
                    }
                ]
            }
        },
        {
            "Parks And Rec": {
                "image": "",
                "quotes": [
                    {
                        "quote": "Clear alcohols are for rich women on diets.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Crying, acceptable at funerals and the Grand Canyon.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I call this turf 'n' turf. It's a 16 oz T-bone and a 24 oz porterhouse. Also, whiskey and a cigar. I am going to consume all of this at the same time because I am a free American.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Under my tutelage, you will grow from boys to men. From men into gladiators. And from gladiators into Swansons.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I'm a simple man. I like pretty, dark-haired women, and breakfast food.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Never half-ass two things. Whole-ass one thing.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "[On bowling] Straight down the middle. No hook, no spin, no fuss. Anything more and this becomes figure skating.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I don't want to paint with a broad brush here, but every single contractor in the world is a miserable, incompetent thief.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Fishing relaxes me. It's like yoga, except I still get to kill something.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "No home is complete without a proper toolbox. Here's April and Andy's: A hammer, a half eaten pretzel, a baseball card, some cartridge that says Sonic and Hedgehog, a scissor half, a flashlight filled with jellybeans.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Just give me all the bacon and eggs you have. Wait...wait. I worry what you just heard was: Give me a lot of bacon and eggs. What I said was: Give me all the bacon and eggs you have. Do you understand?",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "When people get a little too chummy with me I like to call them by the wrong name to let them know I don't really care about them.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "There's only one thing I hate more than lying: skim milk. Which is water that's lying about being milk.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "The government is a greedy piglet that suckles on a taxpayer's teat until they have sore, chapped nipples.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "The less I know about other people's affairs, the happier I am. I'm not interested in caring about people. I once worked with a guy for three years and never learned his name. Best friend I ever had. We still never talk sometimes.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "When I eat, it is the food that is scared.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "My only official recommendations are US Army-issued mustache trimmers, Morton's Salt, and the C.R. Lawrence Fein two inch axe-style scraper oscillating knife blade.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Are you going to tell a man that he can't fart in his own car?",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Turkey can never beat cow.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "It's always a good idea to demonstrate to your coworkers that you are capable of withstanding a tremendous amount of pain.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "There are three acceptable haircuts: high and tight, crew cut, buzz cut.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Capitalism: God's way of determining who is smart and who is poor.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Any dog under fifty pounds is a cat and cats are useless.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Fish, for sport only, not for meat. Fish meat is practically a vegetable.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "There is only one bad word: taxes.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "History began July 4th, 1776. Anything before that was a mistake.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Cultivating a manly musk puts opponent on notice.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Give a man a fish and feed him for a day. Don't teach a man to fish... and feed yourself. He's a grown man. And fishing's not that hard.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Child labor laws are ruining this country.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Great job, everyone. The reception will be held in each of our individual houses, alone.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "America: The only country that matters. If you want to experience other 'cultures', use an atlas or a ham radio.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "The key to burning an ex-wife effigy is to dip it in paraffin wax and then toss the flaming bottle of isopropyl alcohol from a safe distance. Do not stand too close when you light an ex-wife effigy.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "There are only three ways to motivate people: money, fear, and hunger.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Shorts over six inches are capri pants, shorts under six inches are European.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Friends: one to three is sufficient.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Breakfast food can serve many purposes.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Honor: if you need it defined, you don't have it.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "One rage every three months is permitted. Try not to hurt anyone who doesn't deserve it.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Strippers do nothing for meâ€¦but I will take a free breakfast buffet anytime, anyplace.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I like saying 'No', it lowers their enthusiasm.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "You had me at meat tornado.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "There must be a mistake, you've accidentally given me the food that my food eats.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Son, there is no wrong way to consume alcohol.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Keep your tears in your eyes where they belong.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I've cried twice in my life. Once when I was seven and hit by a school bus. And then again when I heard that Li'l Sebastian has passed.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I hate everything.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I love nothing.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I love riddles!",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Don't waste energy moving unless necessary.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I'll take that steak to go. Please and thank you.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Creativity is for people with glasses who like to lie.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "Children are terrible artists and artists are crooks.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "[Pointin at an iPod] Tom put all my records into this rectangle!",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "I believe luck is a concept invented by the weak to explain their failures.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "What's cholesterol?",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "People who buy things are suckers.",
                        "quoter": "Ron Swanson"
                    },
                    {
                        "quote": "We have to remember what's important in life: friends, waffles and work. Or waffles, friends, work. But work has to come third.",
                        "quoter": "Leslie"
                    },
                    {
                        "quote": "I'm allergic to sushi. Every time I eat more than 80 pieces, I throw up.",
                        "quoter": "Andy"
                    },
                    {
                        "quote": "Ann: You made me watch all eight Harry Potter movies. I don't even like Harry Potter!\n\nLeslie: That's insane! You love Harry Potter! You've seen all eight movies!",
                        "quoter": "Ann and Leslie"
                    }
                ]
            }
        },
        {
            "Psych": {
                "image": "",
                "filters": [
                    "Gus, don't be...",
                    "I'm Shawn..."
                ],
                "quotes": [
                    {
                        "quote": "Gus, don't be ridiculous.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a silly goose.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a crazy hooligan.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a gooey chocolate chip cookie.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a rabid porcupine.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a giant snapping turtle.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a paranoid schizophrenic.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a gloomy you.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a little girl on this.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a Traveling Wilbury.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be an incorrigible Eskimo pie with a caramel ribbon.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be an old sponge with hair hanging off of it.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be a myopic chihuahua.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be exactly half of an eleven-pound black forest ham.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be William Zabka from 'Back to School'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be this crevice in my arm.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the last of the famous international playboys.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be principal and interest.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the ribs that flip over Fred Flintstone's car.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be 'Harry Potter and the Prisoner of Marzipan'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the American adaptation of the British Gus.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the third Thompson Twin with the dreads.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the new Meshach Taylor.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the 'iiiiit' in 'wait for iiiiit'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be Leon from the 'Like a Prayer' video.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be Nic Cage's accent from 'Con Air'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be Topher Grace running on the beach at the end of 'In Good Company'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the ten tigers of Canton.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Jules, don't be Canada.",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be George Hamilton's reaction when Ashley came to him and said 'Dad, I think I'll become an actor, too' ",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the second drummer from 38 Special.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the one game at Chuck E. Cheese that isn't broken.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be Fine Young Cannibal's cover of 'Suspicious Minds'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be both Ashlee Simpson albums.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the only black lead on a major cable network.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be your jury summons that I accidentally threw away last month along with something called a W-2.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the scream from 'Holding Back the Years'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the way Eriq La Salle spells 'Eric'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be Keith Sweat now.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the mystery mousketool.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be Pete Rose's haircut.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be Lao Che.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the b---- from apartment 23.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the Tom Selleck to her Paulina Porizkova.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the remake of 'Yours, Mine and Ours'. While I am at it, don't be the original either.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the second time ever I saw your face.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be Weepy Boy Santos.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the kites upon strings.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the very model of a modern major general.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be 'The Howling Two: Your Sister's a Werewolf'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the 100th Luftballoon.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the comma in 'Earth, Wind & Fire'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the tender sweetness of a seasick crocodile.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the C above middle C in 'Those Endearing Young Charms'.",
                        "filter": "Gus, don't be...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus, don't be the third film adaptation of Spider-Man",
                        "filter": "Gus, don't be...",
                        "quoter": "/u/rcpotatosoup"
                    },
                    {
                        "quote": "Gus, don't be a coloring book for adults",
                        "filter": "Gus, don't be...",
                        "quoter": "/u/rcpotatosoup"
                    },
                    {
                        "quote": "Gus, don't be the little bit of juice that comes out before the ketchup",
                        "filter": "Gus, don't be...",
                        "quoter": "/u/smokay83"
                    },
                    {
                        "quote": "Gus, don't be the piggy who didn't go to the market",
                        "filter": "Gus, don't be...",
                        "quoter": "/u/Kgb529"
                    },
                    {
                        "quote": "Gus, don't be the gratuitous cameo from the original cast in a reboot.",
                        "filter": "Gus, don't be...",
                        "quoter": "/u/enrjon"
                    },
                    {
                        "quote": "Gus, don't be the scratchy side of velcro.",
                        "filter": "Gus, don't be...",
                        "quoter": "/u/HavokSan"
                    },
                    {
                        "quote": "Gus, don't be the regular fry mixed with the curly fries.",
                        "filter": "Gus, don't be...",
                        "quoter": "/u/HavokSan"
                    },
                    {
                        "quote": "Gus, don't be the videos that aren't available in my country.",
                        "filter": "Gus, don't be...",
                        "quoter": "/u/PrettySoftware"
                    },
                    {
                        "quote": "Gus, don't be a mixed bag of Skittles and M&Ms.",
                        "filter": "Gus, don't be...",
                        "quoter": "/u/PrettySoftware"
                    },
                    {
                        "quote": "Gus: Is this about pride?\n\nShawn: Gus. I got these jeans in a garage. Not a garage sale. A garage. Pride is clearly not an issue for me.",
                        "quoter": "Gus and Shawn"
                    },
                    {
                        "quote": "Gus: How do you just eat when there's a dead guy laying there?\n\nShawn: What, is that rude? Am I supposed to share?",
                        "quoter": "Gus and Shawn"
                    },
                    {
                        "quote": "The plot, unlike your hair, thickens",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Doodles are the windows to the soul, Gus.",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Gus: Are you crazy?!\n\nShawn: I wouldn't say crazy... maybe an eccentric who looks good in jeans.",
                        "quoter": "Gus and Shawn"
                    },
                    {
                        "quote": "Heard about Pluto? That's messed up.",
                        "quoter": "Gus"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Die Harder",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Matt",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Bighead Burton",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Fingers",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Homeskillet",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Big Baby Burton",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Burt the Billowy Bear",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Curtis",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Blackstar",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Chocolate Columbo",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Magic Head",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Spellmaster",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, SuperSmeller or SuperSniffer",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Slicks",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Spen-star and this is my partner, Gus T.T. Showbiz (The Extra T is for Extra Talent)",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my friend Ovaltine Jenkins",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Schoonie “U-Turn” Singleton",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Vernest Lambert Watkins",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Bud (from “The Cosby Show”)",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Nick Nack",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Bruton Gaster",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Lavender Gooms",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Lemongrass Gogulope",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Squirts MacIntosh",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Weepy Boy Santos",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Stewart Lee",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Dr. Mc (Khoesan tongue clicking sounds) Took",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, François",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Galileo Humpkins",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Gus “Silly-Pants” Jackson",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Fearless Guster",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Shmuel Cohen",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Methuselah Honeysuckle",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Shutterfly Simmons",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Paddy Simcox",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Chesterfield McMillan",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Felicia Fancybottom",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Black and this is my partner, Tan",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Ernesto Agapito Garces con y a de Abelar",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Longbranch Pennywhistle",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Professor Know-How",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, MC No Help",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Dr DoNothing",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Chocolate Thunder",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Scrooge Jones",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, D'Andre Pride",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Hummingbird Saltalamacchia",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Anthony Wally Ali",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Taye Diggs",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Art Vandelay",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Dequan “Smallpox” Randolph",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Trapezius Milkington",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Sterling Cooper",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Burton “Oil Can” Guster",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Hollaback Atcha",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Limpking… (Gus interrupts him)",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Slicks",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Jazz Hands",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Winston Zeddemore",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Gus Brown",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, John Slade",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Detective Miles",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Greg",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, G-Wiz",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Doughnut Holschtein",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Ron Davis",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Bob Adams",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Harry Munroe",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Rich Fingerland",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Black Magic",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Cheswick",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn. And this is Shawn. No relation.",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Magic Eight Ball Head",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Shaggy Buddy Snap",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Ghee Buttersnaps aka “The Heater”",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, The Vault of Secrets",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Eye Fossets",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Ground Control",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Puffy",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Clementine Woolysocks",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Gustus",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Joe from Lifeboat",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Pinky Guscadero",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Guts",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Ol' Ironside",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Old Iron Stomach",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Princess",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Bruce Lee",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Johnahtan Jacob Jingley-Schmidt",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, John Jacob Jingleheimer Schmidt",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Santonio Holmes",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Deon Richmond",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Gurton Buster",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Chaz Bono",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Chocolate Einstein",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, MC ClapYoHandz",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Road Rush",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Sher-Black-Lock",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Mrs. Whittlebury",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, G-Force",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Mellowrush",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Crankshaft",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Sammy",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Usain Bolt",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Damien The Python",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Joey Bishop",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Slick Fingers",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Imhotep (or “Hecomethinpeace”)",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, LaWanda Page",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Floyd",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Control Alt Delete",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Gootsy",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, The Jackal",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Adewale Akinnuoye-Agbajnan",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Yasmine Bleeth",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Lodge Blackman.",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Frederick Douglass",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Jet Blackness",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Alter Boy Gus",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Degenerate Gus",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Mission Figs",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, The Black Goose",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Radio Star",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Gus Jay Gubta",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Don Cheadle Junior",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Reginald G-String",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, AKA Crowd Pleaser”",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Fingers",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Cinderella",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Gasty",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Last Night Gus",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Baloney",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Blacula",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Count Chocula",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Watson Williams",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Benedict Arnold Jackson",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Sammy the Seabird mascot.",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Suggs",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Orderly",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Bob Jones",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Ingle Wuss",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Leghorn",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Burton Guster PI",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Brother Gus.",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Brutal Gaster",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Brutte",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Braxton",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Fellatio Del Toro",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Eddie Adams from Torrance",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Lorenz Tate",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Huxtable",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, The Jackal",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Hammering Gus",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, ShDynasty",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, it is spelled S-H-comma to the top-Dynasty",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, CandyMan",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Grn Blanstestorm",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Satchel Gizmo",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Immaculate Conception",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Booty Tag",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Domo Arigato",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Juliet O´Hara",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Quasimodo",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Jonas Gustavsson",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Blue Ivy Carter",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Bill OfRights",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, BJ Armatrage",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Django Unchained",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Smooth Storm",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, The Player named Gus",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Burton Goutster.",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, My Brother Darrell and my other brother Darrell",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Burton Trout",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Bad News Marvin Barnes",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Inspector Jamaican Man",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, “Buster” “The Wizard”",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, “The Wiz”",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, “Harry Potter Enthusiast”",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, “Busby”",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Recap McGee",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Trending OnTwitter Hasthag What Would Gus Do?",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Jeckle",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Robert Jones",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Booooooob",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Burtin Gustin",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Darnell Guster",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Soupcan Sam",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Glutano",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Denzel Diggs Underwood Morris Chestnut Washington",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Myles Velour Jr",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Snappy. Burton Guster Black Spencer",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "I'm Shawn Spencer and this is my partner, Magic Head.",
                        "filter": "I'm Shawn...",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "How can you tell that someone is a compulsive liar? I mean, assuming that their pants aren't on fire",
                        "quoter": "Shawn"
                    },
                    {
                        "quote": "Jules: Stop it, Shawn! You are acting like a child!\n\nShawn: I am NOT acting!",
                        "quoter": "Jules and Shawn"
                    },
                    {
                        "quote": "Shawn: Good morning, detectives. Collecting donations for the policeman's ball?\n\nCarlton: We don't have balls.\n\nShawn: I honestly have no response to that.",
                        "quoter": "Shawn and Carlton"
                    },
                    {
                        "quote": "Gus: (coughing)\n\nShawn: He's allergic to rich white people",
                        "quoter": "Gus and Shawn"
                    }
                ]
            }
        },
        {
            "Scrubs": {
                "image": "",
                "quotes": [
                    {
                        "quote": "I usually don't like thinking about the future. I mean let's face it, you can't predict what's going to happen. But sometimes, the thing you didn't expect is what you really wanted after all. Maybe the best thing to do is stop trying to figure out where you're going and just enjoy where you're at.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "Sometimes the answer you get is the one you least expect. but more often than not, the answers we've been looking for have been inside us all along. i guess the important thing is to never stop searching.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "I've been thinking a lot lately about taking chances, and how it's really just about overcoming your fears. Because the truth is, everytime you take a big risk in your life, no matter how it ends up, you're always glad you took it. ",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "I guess in the end, things seldom work out the way you expect. sometimes, fate is on your side. other times, well, you've kind of sealed your own fate. either way you have to trust that whatever's supposed to happen, will happen.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "I guess when you care about someone, you'll do whatever you can to make 'em happy.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "The truth is, it is all your memories, the joyful ones and the heartbreaking ones that make up who you are as a person.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "Cause even if it breaks your heart to be ‘just friends', if you really care about someone, you'll take the hit.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "The easiest way to lose something is to want it too badly.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "Sometimes in life when you get what you want, you end up missing what you left behind.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "I don't think people are meant to be by themselves. That's why if you find someone you acutally care about, it's important to let go of the little things. Even if you can't let go all the way. Becuase nothing sucks more than being all alone. No matter how many people are around.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "There comes a time when every man has to make a choice. Whether it's a professional choice…Or whether it's a personal choice. In the end, it's about integrity. And it's about chasing after what you really want. Even if that means showing you both care a little. And sometimes…well, sometimes you just have to do what's right for your friend. Even if it means sacrificing your own happiness. When it comes down to it, you just have to be proud of the decision you make.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "It's not always easy to do the right thing. Like putting someone else's feelings first for a change. Even if it goes against what you really want. Of course, there's always ramifications…Even if you do the right thing, there's no guarantee it'll turn out the right way.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "I guess it comes down to how we want to be seen by other people. Some people want to be seen as the rebel. Some people just want to be seen, period. Some people have limits on how far they'll go to protect their image. For me, it was when I stopped worrying about how other people saw me that I finally started to look better.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "I think one of the most universal human experiences is feeling alone. You'd never know it, but there's most likely tons of people feeling the exact same way. Maybe because you're feeling abandoned. Maybe because you realize that you aren't as self-sufficient as you thought. Maybe because you know you should've handled something differently. Or maybe because you aren't as good as you thought you were. Either way, when you hit that low point, you have a choice. You can either wallow in self-pity…Or you can suck it up. It's your call.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "It's a mystery how one woman can drive you crazy over and over again, while another can bring you right back down to earth. In the end you have to trust that the perfect woman will always lead you in the right direction.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "Some people hide from who they really are, others accept who they are. But, sometimes, it's the tough moments that help you realize who you've finally become.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "The problem with people who only want what they can't have is that once they have what they want, they don't want it anymore.",
                        "quoter": "J.D."
                    },
                    {
                        "quote": "Nothing in this world that's worth having comes easy.",
                        "quoter": "Bob Kelso"
                    },
                    {
                        "quote": "Relationships? Well, Sigmund. Relationships are so… fragile. It just takes one thing, one… tiny little offense, and it can snowball on ya. And if that snowball starts to pick up speed, God forbid, you'd better tuck and go, my friend.",
                        "quoter": "Dr. Cox"
                    },
                    {
                        "quote": "I'm gonna go ahead and write you a prescription for two testicles; and you feel free to get this filled out whenever you want.",
                        "quoter": "Dr. Cox"
                    },
                    {
                        "quote": "You know, Newbie, it's so interesting — I found I couldn't sleep last night, so, in order to pass the time, I started to make a list of things that annoy me more than you. Anyway, I came up with people who call Wednesdays “hump day” and, of course, all Sandra Bullock movies.",
                        "quoter": "Dr. Cox"
                    },
                    {
                        "quote": "Newbie, if the next two words out of your mouth aren't ‘See ya' then the third word will be ‘Oh my god. My crotch. You've punched me in my crotch.'",
                        "quoter": "Dr. Cox"
                    },
                    {
                        "quote": "Sex is only good for two things. Making babies and revenge.",
                        "quoter": "Jordan"
                    }
                ]
            }
        },
        {
            "Silicon Valley": {
                "image": "",
                "quotes": [
                    {
                        "quote": "Too much change is not a good thing, ask the climate",
                        "quoter": "Michael"
                    },
                    {
                        "quote": "There's too many people on this earth, we need a new plague",
                        "quoter": "Dwight"
                    },
                    {
                        "quote": "If I had a gun with two bullets and I was in a room with Hitler, Bin Laden, and Toby, I would shoot Toby twice",
                        "quoter": "Michael"
                    },
                    {
                        "quote": "Sometimes I'll start a sentence, and I don't even know where it's going. I just hope I find it along the way",
                        "quoter": "Michael"
                    },
                    {
                        "quote": "Bears. Beets. Battlestar Galactica.",
                        "quoter": "Jim Halpert"
                    },
                    {
                        "quote": "Dwight, you ignorant slut!",
                        "quoter": "Michael"
                    },
                    {
                        "quote": "Sorry I annoyed you with my friendship,",
                        "quoter": "Andy"
                    },
                    {
                        "quote": "You miss 100% of the shots you don't take.'\n\n- Wayne Gretsky'\n\n- Michael",
                        "quoter": "Dwight"
                    },
                    {
                        "quote": "Occasionally, I'll hit somebody with my car. So sue me.",
                        "quoter": "Michael"
                    },
                    {
                        "quote": "I'm not superstitious, but I am a little stitious.",
                        "quoter": "Michael"
                    },
                    {
                        "quote": "Jim: Wow, it's a little early for ice cream, don't you think?\n\nMichael: It's never too early for ice cream, Jim.",
                        "quoter": "Jim and Michael"
                    }
                ]
            }
        },
        {
            "The Office": {
                "image": "",
                "quotes": [
                    {
                        "quote": "We never had pizza because my stepmom said Italians aren't real white people.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Hey! Sorry if I scared you. I know I have somewhat ghost-like features. My uncle used to say, ‘You look like someone starved a virgin to death.'\n\n[Nervous laughter.]",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "If you keep screaming your name, it forces the assailant to acknowledge you as a human.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "My name's only Jared because Gavin called me that on my first day. My real name is Donald.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Dinesh: You know who else is Canadian? Justin Bieber. The Hitler of music.\n\nJared: Hitler actually played the bassoon. So technically Hitler was the Hitler of music.",
                        "quoter": "Jared and Dinesh"
                    },
                    {
                        "quote": "I've always wanted to be part of a suicide pact.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "[On going homeless]\n\nI simply imagine that my skeleton is me and my body is my house. That way I'm always home.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Jared: Hey, Dinesh, nice chain. Do you choke your mother with it when you put your penis in her butthole?\n\nRichard: What the fuck?",
                        "quoter": "Jared and Richard"
                    },
                    {
                        "quote": "Well, what's gone is not necessarily lost. Okay, we just need to find it. I found my retainer in the school dumpster. I found my biological father in a militia up in the Ozarks. This should be no problem. Don't worry, Dinesh, we'll find it.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "I have a fragile posterior. My aunt used to call me \"glasshole.\"",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "At Hooli, I once saw two engineers get into a fight so vicious, they almost made physical contact.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Well, people do create imaginary friends to meet their emotional needs. When I was little, I used to pretend that I shared a room with Harriet Tubman and we were always planning our big escape.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "I don't want to count our chickens before they hatch. I mean, three percent of hatchlings are born mutated or dead, but we may have a healthy brood on our hands!",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Richard: Jared. She's the only one who hates the platform. There's no other explanation for this. Okay. Monica fucked us. She pulled down our pants and fucked us in front of our parents.\n\nJared: (concerned) Did some... Richard, did somebody do that to you?",
                        "quoter": "Jared and Richard"
                    },
                    {
                        "quote": "You know, a lot of animated characters have rough starts. Early Bugs Bunny cartoons were just garish displays of anti-Japanese hysteria, and now he's the face of Warner Bros.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Dinesh: Jared, have you been crying?\n\nJared: Yes, but for ordinary reasons.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "(Jared is doing Richard's nails)\n\nRichard: Where did you learn how to do this anyway?\n\nJared: Oh ah... when I was on the street it was a means of survival.",
                        "quoter": "Jared and Richard"
                    },
                    {
                        "quote": "What do you mean you were looking at user data? You violated our system? Richard, you were inside us?",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Have you seen the new Sports Illustrated swimsuit edition? The cover model has the most lovely, enigmatic facial expression.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Gilfoyle is a man of intense pride. So, when he refers to a potential employee as a \"pig-faced fuck nose\", what I hear is \"I need to be needed.\"",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Oh, I am so glad this is over. I felt like Gibraltar in World War II, where it was both crucial and inert.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Now, you need to break this thing off clean and clear, so you just walk into that office and... and you look her in the eyes, and you say... \"Listen, baby... you're getting hitched, and... and I... was born to roam.\"",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "It's good to face your fears. I was scared of intruders till I had one of those in my room, and then I realized, you know, if they're gonna kill me, they're gonna kill me. 'Cause he kept... whispering that.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Go for Chambers. Ned! I knew it was you. Hey, did that pussy Jared keep you on hold long? I eat that motherfucker's lunch every day. No, man, I literally eat his food. What do you want? Uh-uh, ain't gonna happen. That's as high as we go, homo. Till next time, rook.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Richard: You're always telling me how you spent your entire childhood pretending that everything going on around you was okay.\n\nJared: Uncle Jerry's game.\n\nRichard: Yeah, that. Let's play Uncle Jerry's game.",
                        "quoter": "Jared and Richard"
                    },
                    {
                        "quote": "Alright, Richard, your tuxedo is pressed and ready for the gala. I put a touch of mint in the steamer. You're gonna look like Richard Gere from \"Pretty Woman.\" Maybe tonight you'll fall for a radiant sex worker.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Oh! I am a sucker for an intuitive kitchen layout.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "I had a stuffed animal named Winnie.\n\nI mean, it wasn't technically an animal, I took a Ziploc bag and I stuffed it with old newspaper and then I drew a smile on it.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Look at the last guy to create a new internet, Al Gore: his ideas were excellent, but he talked like a narcoleptic plantation owner so he lost the presidency to a fake cowboy and now he makes apocalypse porn.",
                        "quoter": "Jared"
                    },
                    {
                        "quote": "Your logo looks like a sideways vagina. I find that to be racist, don't you?",
                        "quoter": "Erlich Bachman"
                    },
                    {
                        "quote": "Do you care about Pied Piper? Because if you do, I'm not seeing it. In fact, what I think I'm seeing is the human equivalent of a flaccid penis.",
                        "quoter": "Erlich Bachman"
                    },
                    {
                        "quote": "(To Gilfoyle)\n\nYou look like a ferret that gave up on himself six months ago.",
                        "quoter": "Erlich Bachman"
                    },
                    {
                        "quote": "He's in the garage, like a sad bag of potting soil.",
                        "quoter": "Erlich Bachman"
                    },
                    {
                        "quote": "Jared, respectfully, shut the fuck up. I'm working.",
                        "quoter": "Erlich Bachman"
                    },
                    {
                        "quote": " Let me explain something to you. Your whole life you've been an ugly chick but now suddenly you're a hot chick, with big tits and small nipples. So guys like that are gonna keep coming around. Don't be a slut, Richard.",
                        "quoter": "Erlich Bachman"
                    }
                ]
            }
        }
    ]
}